{
    "Northeastern Traditions Center": {
        "name": "Northeastern Traditions Center",
        "address": "R. Jacofer, 615 - Limão, São Paulo - SP, 02712-070, Brazil",
        "rating": 4.6,
        "reviews": [
            "We were there when there was a car meeting\nThe place is very invested and beautiful\nIt's just like entering another world.\nThere are food stalls, restaurants, drinks and souvenirs.\nThere is a big stage and they also do performances there\nHighly recommended to visit ❤️\nThe most cool place in all of Sao Paulo. Great food, wonderful use of an old factory creating a very open atmosphere with a wide choice of bars and eateries.\nIf i lived here, I would come here once a week.\nFesta Junina- 24 Jun 2023 . A must visit for all the people who are visiting São Paulo. Great Food , Great music..Best ambiance you can get without visiting North east of Brazil.\nLove it! Great place with northeastern music and food!!\nIs kind of messy but have it’s charm!\nLikely the best place in São Paulo to get a taste of Northeastern Brazilian culture. That's a great place to grab a bite/drink, eat properly, shop some specialties or even watch a show - and great ones. CTN is a very big space filled with lots of restaurants. We tried one of the baião de dois options and it was superb. The price was a bit high but the plate was easily shareable, so good value in the end. Watch out for the shows agenda, you might find some good and cheap music. There's also a small kids amusement park and lots of parking lots. Be ready for quite a queue if you want to park there though.\n"
        ]
    },
    "Playball Pompeia": {
        "name": "Playball Pompeia",
        "address": "Av. Nicolas Boer, 66 - Pompeia, São Paulo - SP, 01140-062, Brazil",
        "rating": 4.4,
        "reviews": [
            "A very beautiful place.\nIf you're a \"futba\" fan in Brasil this is a nice stop.\nI wish we had this in the US.\nTop\nRevolution F.C\nLegal!!\n"
        ]
    },
    "Restaurante da Fazenda": {
        "name": "Restaurante da Fazenda",
        "address": "Av. Eng. Caetano Álvares, 1000 - Limão, São Paulo - SP, 02553-044, Brazil",
        "rating": 4.4,
        "reviews": [
            "I felt that was a lack of employees to support all customers at that moment.\n\nLong lines to pay the bill.\nTop\nAmeeeii\nTop\nWonderfull food. With barbecue.\n"
        ]
    },
    "Restaurante Coco Bambu Anhembi": {
        "name": "Restaurante Coco Bambu Anhembi",
        "address": "Av. Braz Leme, 201 - Casa Verde, São Paulo - SP, 02511-000, Brazil",
        "rating": 4.8,
        "reviews": [
            "The signature shrimp is nice but too heavy for tourist, other seafood is so so, not very fresh, the pasta has no al dente but taste is good, special fries is just cheese n bacon, if the fries use thicker one maybe better\nIf you like shrimp you gonna love it!\nThis restaurant is huge and it was super busy for Sunday lunch.\nBruno, responsible for our table (10 people) was very attentive and friendly! Service was quick enough and food was gorgeous. Second time here and both we had a pleasant experience.\nIf you have a kid they gonn love the kid’s space. 10/10\nAbsolutely loved the place! Five stars to the restaurant in view of the place of its operation. Delicious food, sophisticated menu, mouthwatering deserts, best caipirinha. Would only suggest to replace the paper sachet sugar from the tables with a more presentable tableware. Otherwise, it is a place I will come again and again. And yes, it was -extremely- busy at lunchtime.\nThis place is awesome! Food is one of the best in São Paulo! If you are a seafood lover, you should definitely come here. When I went to this place, I ordered the “rede do pescador” plate and it was so well prepared! The shrimp simply melts into your mouth and the seasoning is one of the best I have ever tasted! Loved it loved it and loved! Would definitely come back here to celebrate a special date!\nFantastic service!  We had an impromptu birthday celebration and the staff just supported the process as it was all planned out!\n"
        ]
    },
    "Sonda Supermercados - Itaberaba": {
        "name": "Sonda Supermercados - Itaberaba",
        "address": "Av. Itaberaba, 1853 - Freguesia do Ó, São Paulo - SP, 02734-000, Brazil",
        "rating": 4.2,
        "reviews": [
            "Clean store Only there is one but the prices are expensive but the store is to be congratulated on cleaning\nLegal\nTop\nGood selection.\nShow\n"
        ]
    }
}